Repository: ayoleynikov/HanziPlusApp
Catalog: HanziPlus/Localizable.xcstrings
Source language: en
Languages: es, pt_br, ru

# settings.reset.set_progress %@
source: Reset %@ Progress
es: Restablecer progreso de %@
pt_br: Redefinir progresso de %@
ru: Сбросить прогресс %@

# settings.section.about
source: About
es: Acerca de
pt_br: Sobre
ru: О приложении

# settings.section.learning
source: Learning
es: Aprendizaje
pt_br: Aprendizado
ru: Обучение

# settings.section.privacy
source: Privacy
es: Privacidad
pt_br: Privacidade
ru: Конфиденциальность

# settings.section.progress
source: Your Progress
es: Tu progreso
pt_br: Seu progresso
ru: Ваш прогресс

# settings.section.reset
source: Reset
es: Restablecer progreso
pt_br: Redefinir progresso
ru: Сброс

# settings.title
source: Settings
es: Ajustes
pt_br: Configurações
ru: Настройки

source: Shopping
es: Compras
pt_br: Compras
ru: Покупки

source: Show back of card
es: Mostrar el reverso de la tarjeta
pt_br: Mostrar o verso do cartão
ru: Показать обратную сторону карточки

source: Show front of card
es: Mostrar el frente de la tarjeta
pt_br: Mostrar a frente do cartão
ru: Показать лицевую сторону карточки

source: Sightseeing
es: Turismo
pt_br: Passeios turísticos
ru: Достопримечательности

source: Smart Devices
es: Dispositivos inteligentes
pt_br: Dispositivos inteligentes
ru: Умные устройства

source: Smart Review
es: Repaso inteligente
pt_br: Revisão inteligente
ru: Умное повторение

source: Social Life
es: Vida social
pt_br: Vida social
ru: Общение

source: Social Media
es: Redes sociales
pt_br: Redes sociais
ru: Социальные сети

source: Speaks the Chinese word
es: Pronuncia la palabra china
pt_br: Pronuncia a palavra chinesa
ru: Произносит китайское слово

source: Step %lld of %lld
es: Paso %lld de %lld
pt_br: Etapa %lld de %lld
ru: Шаг %lld из %lld

source: Street Food
es: Comida callejera
pt_br: Comida de rua
ru: Уличная еда

# study.a11y.add_favorite
source: Add to favorites
es: Añadir a favoritos
pt_br: Adicionar aos favoritos
ru: Добавить в избранное

# study.a11y.flip
source: Double tap to flip the flashcard
es: Toca dos veces para voltear la tarjeta
pt_br: Toque duas vezes para virar o cartão
ru: Двойное нажатие — перевернуть карточку

# study.a11y.next
source: Next card
es: Carta siguiente
pt_br: Próximo cartão
ru: Следующая карточка

# study.a11y.previous
source: Previous card
es: Carta anterior
pt_br: Cartão anterior
ru: Предыдущая карточка

# study.a11y.remove_favorite
source: Remove from favorites
es: Quitar de favoritos
pt_br: Remover dos favoritos
ru: Убрать из избранного

# study.card_back.examples
source: EXAMPLES
es: EJEMPLOS
pt_br: EXEMPLOS
ru: ПРИМЕРЫ

# study.card_of %lld %lld
source: Card %lld of %lld
es: Tarjeta %lld de %lld
pt_br: Cartão %lld de %lld
ru: Карточка %lld из %lld

# study.complete.back_to_sets
source: Back to Study Sets
es: Volver a los sets
pt_br: Voltar aos conjuntos
ru: К наборам

# study.complete.congrats
source: Congratulations!
es: ¡Felicidades!
pt_br: Parabéns!
ru: Поздравляем!

# study.complete.review_learned
source: Review Learned Words
es: Repasar palabras aprendidas
pt_br: Revisar palavras aprendidas
ru: Повторить изученные

# study.complete.start_again
source: Start Again
es: Empezar de nuevo
pt_br: Começar de novo
ru: Начать снова

# study.complete.subtitle_section %@ %@
source: You have completed %@ in %@.
es: Has completado %@ en %@.
pt_br: Você concluiu %@ em %@.
ru: Вы завершили %@ в наборе %@.

# study.complete.subtitle_set %@
source: You have completed %@.
es: Has completado %@.
pt_br: Você concluiu %@.
ru: Вы завершили %@.

# study.complete.words_learned %lld %lld
source: %lld / %lld words learned.
es: %lld / %lld palabras aprendidas.
pt_br: %lld / %lld palavras aprendidas.
ru: %lld / %lld слов выучено.

# study.empty.desc
source: This study set could not be loaded.
es: No se pudo cargar este set de estudio.
pt_br: Não foi possível carregar este conjunto.
ru: Не удалось загрузить этот набор.

# study.empty.title
source: No Words Available
es: No hay palabras disponibles
pt_br: Nenhuma palavra disponível
ru: Нет доступных слов

# study.hint.flip_swipe
source: Tap card to flip · Swipe left for next
es: Toca para voltear · Desliza a la izquierda para seguir
pt_br: Toque para virar · Deslize à esquerda para a próxima
ru: Нажмите, чтобы перевернуть · Смахните влево дальше

# study.learned_check
source: Learned ✓
es: Aprendido ✓
pt_br: Aprendido ✓
ru: Изучено ✓

# study.learned_words.empty
source: Words you mark as learned will appear here.
es: Las palabras que marques como aprendidas aparecerán aquí.
pt_br: As palavras marcadas como aprendidas aparecerão aqui.
ru: Слова, отмеченные изученными, появятся здесь.

# study.learned_words.title
source: Learned Words
es: Palabras aprendidas
pt_br: Palavras aprendidas
ru: Изученные слова

# study.mark_learned
source: Mark as Learned
es: Marcar como aprendido
pt_br: Marcar como aprendido
ru: Отметить изученным

# study.progress.card_n %lld
source: Card %lld
es: Tarjeta %lld
pt_br: Cartão %lld
ru: Карточка %lld

# tab.games
source: Games
es: Juegos
pt_br: Jogos
ru: Игры

# tab.journey
source: Journey
es: Viaje
pt_br: Jornada
ru: Путь

# tab.learn
source: Learn
es: Aprender
pt_br: Aprender
ru: Учить

# tab.today
source: Today
es: Hoy
pt_br: Hoje
ru: Сегодня

# tab.travel
source: Travel
es: Viaje
pt_br: Viagem
ru: Путешествие

source: Taxi Address
es: Dirección para el taxi
pt_br: Endereço para o táxi
ru: Адрес для такси

source: Tea
es: Té
pt_br: Chá
ru: Чай

source: Tea Culture
es: Cultura del té
pt_br: Cultura do chá
ru: Чайная культура

source: Technology
es: Tecnología
pt_br: Tecnologia
ru: Технологии

source: Time & Dates
es: Hora y fechas
pt_br: Hora e datas
ru: Время и даты

source: Today
es: Hoy
pt_br: Hoje
ru: Сегодня

# today.a11y.open_settings
source: Language and settings
es: Idioma y ajustes
pt_br: Idioma e configurações
ru: Язык и настройки

# today.action.explore
source: Explore
es: Explorar
pt_br: Explorar
ru: Исследовать

# today.action.explore_learn
source: Visit a city on your Journey map
es: Visita una ciudad en el mapa de tu ruta
pt_br: Visite uma cidade no mapa da sua jornada
ru: Посетите город на карте «Путь»

# today.action.explore_travel
source: China Journey map
es: Mapa de la ruta por China
pt_br: Mapa da jornada pela China
ru: Карта путешествия по Китаю

# today.action.learn
source: Learn
es: Aprender
pt_br: Aprender
ru: Учить

# today.action.review
source: Review
es: Repasar
pt_br: Revisar
ru: Повтор

# today.action.review_detail
source: Smart Review · reinforce weak words
es: Repaso inteligente · refuerza las palabras difíciles
pt_br: Revisão inteligente · reforce as palavras difíceis
ru: Умное повторение · закрепите сложные слова

# today.action.travel_detail_both
source: Offline phrases for real trips
es: Frases sin conexión para viajes reales
pt_br: Frases offline para viagens reais
ru: Офлайн-фразы для реальных поездок

# today.action.travel_detail_travel
source: Essentials, categories, and show-to-local
es: Esenciales, categorías y mostrar al local
pt_br: Essenciais, categorias e mostrar ao local
ru: Основы, категории и показ местным

# today.action.travel_toolkit
source: Travel Toolkit
es: Kit de viaje
pt_br: Kit de viagem
ru: В поездке

# today.continue.named %@
source: Continue %@
es: Continuar: %@
pt_br: Continuar: %@
ru: Продолжить: %@

# today.continue.travel_words
source: Continue Travel words
es: Continuar palabras de viaje
pt_br: Continuar palavras de viagem
ru: Продолжить слова для поездки

# today.greeting.afternoon
source: Good afternoon
es: Buenas tardes
pt_br: Boa tarde
ru: Добрый день

# today.greeting.evening
source: Good evening
es: Buenas noches
pt_br: Boa noite
ru: Добрый вечер

# today.greeting.morning
source: Good morning
es: Buenos días
pt_br: Bom dia
ru: Доброе утро

# today.greeting.welcome_back
source: Welcome back
es: Bienvenido de nuevo
pt_br: Bem-vindo de volta
ru: С возвращением

# today.hero.continue_lesson
source: Continue Today’s Lesson
es: Continuar la lección de hoy
pt_br: Continuar a lição de hoje
ru: Продолжить урок

# today.hero.continue_lesson_cta
source: Continue Lesson
es: Continuar lección
pt_br: Continuar lição
ru: Продолжить урок

# today.hero.lesson_complete
source: Today’s Lesson Complete
es: Lección de hoy completada
pt_br: Lição de hoje concluída
ru: Урок на сегодня завершён

# today.hero.lesson_complete.subtitle
source: Great work — reinforce with Smart Review or explore your Journey
es: Muy bien: repasa las palabras difíciles o continúa tu ruta
pt_br: Muito bem: revise as palavras difíceis ou continue sua jornada
ru: Отлично — повторите сложные слова или продолжите свой путь

# today.hero.offline_phrases
source: Offline phrases for real situations
es: Frases sin conexión para situaciones reales
pt_br: Frases offline para situações reais
ru: Офлайн-фразы для реальных ситуаций

# today.hero.open_travel
source: Open Travel Toolkit
es: Abrir kit de viaje
pt_br: Abrir kit de viagem
ru: Открыть помощник

# today.hero.start_lesson
source: Start Today’s Lesson
es: Empezar la lección de hoy
pt_br: Começar a lição de hoje
ru: Начать урок на сегодня

# today.hero.start_smart_review
source: Start Smart Review
es: Iniciar repaso inteligente
pt_br: Iniciar revisão inteligente
ru: Начать умное повторение

# today.hero.subtitle_both_suffix
source: Travel Toolkit is always one tap away
es: El kit de viaje siempre está a un toque
pt_br: O kit de viagem está sempre a um toque
ru: Помощник для поездки всегда рядом

# today.hero.travel_toolkit
source: Travel Toolkit
es: Kit de viaje
pt_br: Kit de viagem
ru: Помощник в поездке

# today.hero.trip_passed
source: Trip date has passed — keep phrases ready.
es: La fecha del viaje ya pasó: mantén las frases listas.
pt_br: A data da viagem passou — mantenha as frases prontas.
ru: Дата поездки прошла — держите фразы под рукой.

# today.hero.trip_today
source: Your trip is today. Stay ready.
es: Tu viaje es hoy. Mantente listo.
pt_br: Sua viagem é hoje. Fique pronto.
ru: Поездка сегодня. Будьте готовы.

# today.plan.travel_lesson_detail %lld
source: Travel words · %lld words · guided lesson
es: Palabras de viaje · %lld palabras · lección guiada
pt_br: Palavras de viagem · %lld palavras · aula guiada
ru: Слова для поездки · %lld слов · урок с подсказками

# today.progress.lesson_active
source: In progress
es: En curso
pt_br: Em andamento
ru: В процессе

# today.progress.lesson_pending
source: Not started
es: Sin empezar
pt_br: Não iniciado
ru: Не начат

# today.progress.title
source: Today's progress
es: Progreso de hoy
pt_br: Progresso de hoje
ru: Прогресс за сегодня

# today.quick.continue_learning
source: Continue Learning
es: Seguir aprendiendo
pt_br: Continuar aprendendo
ru: Продолжить учёбу

# today.quick.explore_china
source: Explore China
es: Explorar China
pt_br: Explorar a China
ru: Исследовать Китай

# today.quick.smart_review
source: Smart Review
es: Repaso inteligente
pt_br: Revisão inteligente
ru: Умный повтор

# today.quick.travel_essentials
source: Travel Essentials
es: Esenciales de viaje
pt_br: Essenciais de viagem
ru: Основы для поездки

# today.router.study_unavailable
source: Study set unavailable
es: Set de estudio no disponible
pt_br: Conjunto de estudo indisponível
ru: Набор недоступен

# today.router.travel_desc
source: Open the Travel tab for offline phrases.
es: Abre la pestaña Viaje para ver frases sin conexión.
pt_br: Abra a aba Viagem para ver frases offline.
ru: Откройте вкладку «Путешествие» с офлайн-фразами.

# today.router.travel_title
source: Travel Toolkit
es: Kit de viaje
pt_br: Kit de viagem
ru: Помощник в поездке

# today.section.plan
source: Today’s Plan
es: Plan de hoy
pt_br: Plano de hoje
ru: План на сегодня

# today.section.quick_actions
source: Quick Actions
es: Acciones rápidas
pt_br: Ações rápidas
ru: Быстрые действия

source: Traditional Arts
es: Artes tradicionales
pt_br: Artes tradicionais
ru: Традиционные искусства

source: Transportation
es: Transporte
pt_br: Transporte
ru: Транспорт

source: Travel
es: Viaje
pt_br: Viagem
ru: Путешествие

source: Travel Collection
es: Colección de viaje
pt_br: Coleção de viagem
ru: Коллекция путешествий

source: Travel Essentials
es: Esenciales de viaje
pt_br: Essenciais de viagem
ru: Главное в поездке

# travel.a11y.open_details
source: Opens phrase details
es: Abre los detalles de la frase
pt_br: Abre os detalhes da frase
ru: Открывает детали фразы

# travel.a11y.see_all %@
source: See all %@
es: Ver todo: %@
pt_br: Ver tudo: %@
ru: Смотреть все: %@

# travel.cat.airport
source: Airport
es: Aeropuerto
pt_br: Aeroporto
ru: Аэропорт

# travel.cat.airport.sub
source: Check-in, boarding, and baggage
es: Facturación, embarque y equipaje
pt_br: Check-in, embarque e bagagem
ru: Регистрация, посадка и багаж

# travel.cat.emergency
source: Emergency
es: Emergencia
pt_br: Emergência
ru: Экстренное

# travel.cat.emergency.sub
source: Police, hospital, and lost passport
es: Policía, hospital y pasaporte perdido
pt_br: Polícia, hospital e passaporte perdido
ru: Полиция, больница и потерянный паспорт

# travel.cat.essentials
source: Essentials
es: Esenciales
pt_br: Essenciais
ru: Основы

# travel.cat.essentials.sub
source: Polite basics you use every day
es: Lo básico cortés de cada día
pt_br: O básico educado do dia a dia
ru: Вежливые основы на каждый день

# travel.cat.food
source: Food
es: Comida
pt_br: Comida
ru: Еда

# travel.cat.food.sub
source: Ordering, allergies, and the bill
es: Pedir, alergias y la cuenta
pt_br: Pedidos, alergias e a conta
ru: Заказ, аллергии и счёт

# travel.cat.hotel.sub
source: Check-in, rooms, and booking issues
es: Check-in, habitaciones y reservas
pt_br: Check-in, quartos e reservas
ru: Заселение, номера и бронь

# travel.cat.internet
source: Internet & Mobile
es: Internet y móvil
pt_br: Internet e celular
ru: Интернет и связь

# travel.cat.internet.sub
source: Wi-Fi, SIM, and QR codes
es: Wi‑Fi, SIM y códigos QR
pt_br: Wi‑Fi, chip e códigos QR
ru: Wi‑Fi, SIM и QR-коды

# travel.cat.metro.sub
source: Stations, lines, and directions
es: Estaciones, líneas y direcciones
pt_br: Estações, linhas e direções
ru: Станции, линии и направления

# travel.cat.shopping
source: Shopping & Payment
es: Compras y pago
pt_br: Compras e pagamento
ru: Покупки и оплата

# travel.cat.shopping_mall
source: Shopping Mall
es: Centro comercial
pt_br: Shopping
ru: Покупки

# travel.cat.shopping_mall.sub
source: Prices, sizes, and how to pay
es: Precios, tallas y cómo pagar
pt_br: Preços, tamanhos e como pagar
ru: Цены, размеры и оплата

# travel.cat.shopping.sub
source: Prices, bargaining, and how to pay
es: Precios, regateo y cómo pagar
pt_br: Preços, pechincha e como pagar
ru: Цены, торг и способы оплаты

# travel.cat.taxi.sub
source: Address, fare, and stops
es: Dirección, tarifa y paradas
pt_br: Endereço, tarifa e paradas
ru: Адрес, цена и остановки

# travel.cat.transport
source: Transport
es: Transporte
pt_br: Transporte
ru: Транспорт

# travel.cat.transport.sub
source: Taxi, metro, trains, and directions
es: Taxi, metro, trenes y direcciones
pt_br: Táxi, metrô, trens e direções
ru: Такси, метро, поезда и направления

# travel.category_unavailable
source: Category unavailable
es: Categoría no disponible
pt_br: Categoria indisponível
ru: Категория недоступна

# travel.detail.copied
source: Copied
es: Copiado
pt_br: Copiado
ru: Скопировано

# travel.detail.copy
source: Copy Chinese
es: Copiar chino
pt_br: Copiar chinês
ru: Копировать китайский

# travel.detail.copy_chinese
source: Copy Chinese
es: Copiar chino
pt_br: Copiar chinês
ru: Скопировать китайский

# travel.detail.favorite
source: Favorite
es: Favorito
pt_br: Favorito
ru: В избранное

# travel.detail.favorited
source: Favorited
es: En favoritos
pt_br: Nos favoritos
ru: В избранном

# travel.detail.nav
source: Phrase
es: Frase
pt_br: Frase
ru: Фраза

# travel.detail.play_slowly
source: Play Slowly
es: Reproducir despacio
pt_br: Reproduzir devagar
ru: Медленнее

# travel.detail.replies
source: Possible replies
es: Posibles respuestas
pt_br: Possíveis respostas
ru: Возможные ответы

# travel.detail.show_to_local
source: Show to Local
es: Mostrar al local
pt_br: Mostrar ao local
ru: Показать местному

# travel.detail.usage
source: Usage
es: Uso
pt_br: Uso
ru: Использование

# travel.favorites
source: Favorites
es: Favoritos
pt_br: Favoritos
ru: Избранное

# travel.favorites.empty_desc
source: Heart a phrase to keep it ready offline.
es: Marca una frase con el corazón para tenerla lista sin conexión.
pt_br: Marque uma frase com o coração para tê-la pronta offline.
ru: Добавьте фразу в избранное — она будет под рукой офлайн.

# travel.favorites.empty_title
source: No favorites yet
es: Aún no hay favoritos
pt_br: Ainda sem favoritos
ru: Пока нет избранного

# travel.journey.open_full
source: Full map
es: Mapa completo
pt_br: Mapa completo
ru: Вся карта

# travel.nav_title
source: Travel Toolkit
es: Kit de viaje
pt_br: Kit de viagem
ru: В поездке

# travel.offline_blurb
source: Works fully offline — find a phrase, play it, or show your phone.
es: Funciona totalmente sin conexión: busca una frase, reprodúcela o muestra tu teléfono.
pt_br: Funciona totalmente offline — encontre uma frase, reproduza ou mostre o celular.
ru: Полностью офлайн — найдите фразу, воспроизведите или покажите экран.

# travel.phrase_unavailable
source: Phrase unavailable
es: Frase no disponible
pt_br: Frase indisponível
ru: Фраза недоступна

# travel.quick.emergency
source: Emergency
es: Emergencia
pt_br: Emergência
ru: Экстренное

# travel.quick.food
source: Food & Allergies
es: Comida y alergias
pt_br: Comida e alergias
ru: Еда и аллергии

# travel.quick.metro
source: Metro & Train
es: Metro y tren
pt_br: Metrô e trem
ru: Метро и поезд

# travel.quick.payments
source: Payments
es: Pagos
pt_br: Pagamentos
ru: Оплата

# travel.quick.shopping_mall
source: Shopping Mall
es: Centro comercial
pt_br: Shopping
ru: Покупки

# travel.quick.taxi
source: Taxi Address
es: Dirección del taxi
pt_br: Endereço do táxi
ru: Адрес для такси

# travel.recent
source: Recently Used
es: Usadas recientemente
pt_br: Usadas recentemente
ru: Недавние

# travel.recent.empty_desc
source: Opened or played phrases will appear here.
es: Las frases abiertas o reproducidas aparecerán aquí.
pt_br: Frases abertas ou reproduzidas aparecerão aqui.
ru: Открытые или воспроизведённые фразы появятся здесь.

# travel.recent.empty_title
source: No recent phrases
es: Sin frases recientes
pt_br: Sem frases recentes
ru: Нет недавних фраз

# travel.route.situation_label
source: Tourist words
es: Palabras para turistas
pt_br: Palavras para turistas
ru: Слова для туристов

# travel.search.phrases
source: Search phrases
es: Buscar frases
pt_br: Buscar frases
ru: Искать фразы

# travel.search.prompt
source: Chinese, pinyin, translation, tags
es: Chino, pinyin, traducción, etiquetas
pt_br: Chinês, pinyin, tradução, tags
ru: Китайский, пиньинь, перевод, теги

# travel.section.categories
source: Categories
es: Categorías
pt_br: Categorias
ru: Категории

# travel.section.journey_route
source: China Route
es: Ruta por China
pt_br: Rota pela China
ru: Маршрут по Китаю

# travel.section.quick_access
source: Quick Access
es: Acceso rápido
pt_br: Acesso rápido
ru: Быстрый доступ

# travel.section.results
source: Results
es: Resultados
pt_br: Resultados
ru: Результаты

# travel.section.tourist_words
source: Tourist Words
es: Palabras para turistas
pt_br: Palavras para turistas
ru: Слова для туристов

# travel.section.tourist_words.subtitle
source: Phrases for real situations — airport, taxi, mall, and more.
es: Frases para situaciones reales: aeropuerto, taxi, compras y más.
pt_br: Frases para situações reais — aeroporto, táxi, compras e mais.
ru: Фразы для реальных ситуаций — аэропорт, такси, покупки и другое.

# travel.section.trip_essentials
source: Trip Essentials
es: Esenciales del viaje
pt_br: Essenciais da viagem
ru: Основы поездки

# travel.section.trip_essentials.subtitle
source: Must-know phrases before you land.
es: Frases imprescindibles antes de aterrizar.
pt_br: Frases essenciais antes de pousar.
ru: Главные фразы — возьми с собой в поездку.

# travel.section.vocab_study
source: Vocabulary Study
es: Estudio de vocabulario
pt_br: Estudo de vocabulário
ru: Изучение словаря

# travel.see_all
source: See All
es: Ver todo
pt_br: Ver tudo
ru: Смотреть все

# travel.study_words
source: Study Travel Words
es: Estudiar palabras de viaje
pt_br: Estudar palavras de viagem
ru: Учить слова для поездки

# travel.study_words.subtitle
source: Flashcards from the Travel study set
es: Tarjetas del conjunto Viaje
pt_br: Cartões do conjunto Viagem
ru: Карточки из набора «Путешествие»

source: Type Hanzi here
es: Escribe el Hanzi aquí
pt_br: Digite o Hanzi aqui
ru: Введите иероглиф

source: Vegetables
es: Verduras
pt_br: Vegetais
ru: Овощи

source: Weather
es: Clima
pt_br: Clima
ru: Погода

# word.detail.examples
source: Examples
es: Ejemplos
pt_br: Exemplos
ru: Примеры

source: Your Route Across China
es: Tu ruta por China
pt_br: Sua rota pela China
ru: Ваш маршрут по Китаю

source: %llds
ru: %lld с

# a11y.pinyin
source: Pinyin %@
ru: Пиньинь %@

# games.est_minutes %lld
source: %lld min
ru: %lld мин

# games.memory.mode.chineseAudio
source: Hanzi ↔ Audio
pt_br: Hanzi ↔ Áudio
ru: Иероглиф ↔ Аудио

# games.memory.mode.chinesePinyin
source: Hanzi ↔ Pinyin
ru: Иероглиф ↔ Пиньинь

# games.review.approx_minutes %lld
source: ~%lld min
ru: ≈%lld мин

source: Hotel
ru: Отель

source: Internet
ru: Интернет

# journey.attraction.cd-a3.name
source: Hot Pot
ru: Сычуаньский хого

# journey.attraction.cd-a5.name
source: Taikoo Li
ru: Тайкули

# journey.attraction.gl-a2.name
source: Yangshuo
ru: Яншо

# journey.attraction.hk-a2.name
source: Star Ferry
ru: Паром Star Ferry

# journey.attraction.hk-a4.name
source: Dim Sum
ru: Димсам

# journey.attraction.szh-a4.name
source: OCT Loft
ru: Арт-квартал OCT Loft

# journey.attraction.xa-a5.name
source: Tang Paradise
ru: Парк «Великий Тан»

# journey.city.chengdu.province
source: Sichuan
ru: Сычуань

# journey.city.chengdu.souvenirName
source: Panda
ru: Панда

# journey.city.guangzhou.province
source: Guangdong
ru: Гуандун

# journey.city.guilin.name
source: Guilin
ru: Гуйлинь

# journey.city.guilin.province
source: Guangxi
ru: Гуанси

# journey.city.guiyang.name
source: Guiyang
ru: Гуйян

# journey.city.guiyang.province
source: Guizhou
ru: Гуйчжоу

# journey.city.hangzhou.name
source: Hangzhou
ru: Ханчжоу

# journey.city.hangzhou.province
source: Zhejiang
ru: Чжэцзян

# journey.city.harbin.name
source: Harbin
ru: Харбин

# journey.city.harbin.province
source: Heilongjiang
ru: Хэйлунцзян

# journey.city.hongkong.name
source: Hong Kong
ru: Гонконг

# journey.city.hongkong.souvenirName
source: Star Ferry
ru: Паром Star Ferry

# journey.city.shenzhen.name
source: Shenzhen
ru: Шэньчжэнь

# journey.city.shenzhen.province
source: Guangdong
ru: Гуандун

# journey.city.suzhou.name
source: Suzhou
ru: Сучжоу

# journey.city.suzhou.province
source: Jiangsu
ru: Цзянсу

# journey.city.xian.name
source: Xi'an
ru: Сиань

# journey.city.xian.province
source: Shaanxi
ru: Шэньси

source: Kung Fu
ru: Кунг-фу

source: Pandas
ru: Панды

source: Pinyin %@
ru: Пиньинь %@

source: Smartphones
ru: Смартфоны

# travel.cat.hotel
source: Hotel
ru: Отель

# travel.cat.metro
source: Metro
pt_br: Metrô
ru: Метро

# travel.cat.taxi
source: Taxi
pt_br: Táxi
ru: Такси

# travel.quick.hotel
source: Hotel
ru: Отель
